Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/barnevern.html.tmx
Source language: nob
Languages: sma

source: Barnevern
sma: Maanavaarjelimmie

source: Samiske barn har rett til en oppvekst som tar utgangspunkt i samisk språk og kultur.
sma: Saemien maanaj lea reakta byjjenæmman mij saemien gïelem jïh kultuvrem våaroeminie åtna.

source: Denne retten følger også samiske barn som er under barnevernets omsorg.
sma: Saemiedigkie tuhtjie vihkeles maanaj reaktah jïh daerpiesvoeth krööhkestidh juktie saemien gïelem jïh kultuvrem gorredidh mearan maanah leah maanavaarjelimmien hoksen nuelesne.

source: Samiske barn har rettigheter regulert i norsk lov og i internasjonale konvensjoner som stadfester deres rett til å vokse opp i egen kultur og med eget språk.
sma: Nasjonaale åejvieladtjh dïedtem utnieh staateles bïhkedassh buektedh mah huksieh saemien maanah maehtieh sijjen gïelem jïh kultuvrem vaarjelidh maanavaarjelimmien hoksen nuelesne.

source: Der i blant stadfester konvensjonens artikkel 20 at det skal tas tilbørlig hensyn til kontinuitet i barnets oppdragelse, og til barnets etniske, religiøse, kulturelle og språklige bakgrunn ved omsorgsplassering.
sma: Saemien maanaj leah reaktah mah leah nöörjen laakine stuvresovveme jïh gaskenasjonaale konvensjovnine mah vihtiestieh maanaj lea reakta byjjenidh jïjtsh gïeline jïh kultuvrine.

source: Sametinget mener at samiske barns rettigheter som urfolks barn må løftes og synliggjøres.
sma: Saemien maanah feerhmesuvvieh EN:n konvensjovneste maanaj reaktaj bïjre jïh EN:n bæjhkoehtimmeste aalkoealmetji reaktaj bïjre.

source: Samiske barns rettigheter er ikke tilstrekkelig kjent innenfor barnevernssystemet.
sma: EN:n Maanakonvensjovne vihteste saemien maanaj lea reakta gïelem, kultuvrem jïh religijovnem nuhtjedh.

source: Samtidig er det også liten kunnskap om samisk språk og kultur innenfor alle nivåer i barnevernstjenesten. Det begrenser muligheten til å fange opp og vurdere samiske barns rettigheter og behov.
sma: Konvensjovnen artihkele 20 aaj vihteste gosse edtja hoksesijjiem akten maanese gaavnedh, edtja eensilaakan krööhkestidh maanaj bijjiedimmiem jïh maanan etnihkeles, religijööse, kulturelle jïh gïeleldh maadtoem.

source: Prosjektet «Et hjem, to kulturer» om samiske barn i fosterhjem
sma: Tjïelten lea dïedte maanavaarjelimmiedïenesjen åvteste.

source: Hensikten med prosjektet har vært å skaffe innsikt om hva som fremmer og hva som hemmer at samiske barn i fosterhjem får sine rettigheter ivaretatt når det gjelder opprettholdelse og utvikling av samisk språk og kultur.
sma: Maanavaarjelimmiedïenesje edtja gaskem jeatjah raerieh jïh bïhkedimmiem vedtedh fuelhkide, goerehtimmieh darjodh gosse bïevnesh åådtjeme tsiehkiej bïjre maanaj luvnie, nænnoestimmieh darjodh maanavaarjelimmielaaken mietie jïh aamhtesh ryöjredidh mah fylhkenmoenehtse gïetede.

source: Les samarbeidsavtalen mellom Sametinget og Norsk Fosterhjemsforening
sma: Staate Bufetaten baaktoe dïedtem åtna foestehïejmen, riejriesvoetehïejmen jïh maanavaarjelimmieinstitusjovni åvteste.
